import { Container } from 'react-bootstrap';

function About() {
  return (
    <section id="about" className="py-5">
      <Container>
        <h2>Про сайт</h2>
        <p className='def-txt'>
          Цей портал створений з метою популяризації найвідоміших музеїв Полтавщини.
Він стане у нагоді всім, хто цікавиться історією, культурною спадщиною та унікальними експозиціями нашого краю. На сторінках порталу ви знайдете детальну інформацію про музеї Полтавської області.

Кожен музей має свою неповторну історію, і наш ресурс допоможе вам ближче познайомитися з їхніми колекціями, постійними та тимчасовими виставками. Також ми регулярно оновлюємо новини про події, виставки, лекції та заходи, які проводяться в музеях, тож ви завжди будете в курсі культурного життя регіону.

Окремий розділ присвячений фотогалереї, де представлені найяскравіші моменти з музейного життя, інтер’єри експозицій, а також фото з минулих подій. Портал створений для зручності відвідувачів, дослідників, туристів та всіх, хто бажає дізнатися більше про багату історію та культурну спадщину Полтавщини.
        </p>
      </Container>
    </section>
  );
}

export default About;